#تعريف بالبرنامج 
print("مرحبا بك في برنامج انشاء بطاقة الهوية")
print("&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&&")


#التغيرات و البينات المستخدمة 
non = input("ادخل اسمك الكامل\n")
nom = input("ادخل عمرك الحقيقي\n")
nomm = input("ادخل تاريخ ميلادك الحقيقي\n")
nomb = input("ماهو عملك\n")
bbb = input("هل انت يوتبر \n")
mmm = input("هل انت مشترك في قناتي علي اليوتيب\n")
#انشاء البطاقة 
print("_______________________________________________")

print("اسمك هو:", non)
print("عمرك هو:", nom)
print("تاريخ ميلادك هو:", nomm)
print("عملك هو:", nomb)
print("_________________________________________________________________")